//////////////////////////////////////////////////////////////////////////
//  add other text u want to use here
// 正在初始化瞭游戏数据·ＤｅｍｏＶ１员　和加 瞭瞭瞭　瞭
// 按　Ａ　键开始未知指令
//////////////////////////////////////////////////////////////////////////

const char* stringtable2[]={
		"あの神",//0
		"发信认为是我的。",//1
		"全员进入第一级作战状态！",//2
		"由于上次使徒的袭击，第三新东京市的作战运转率几乎是零，所以在岸边就要消灭它。",//3
		"诶！我一个人就行了嘛！毕竟这是我在日本的处女战嘛！",//4
		"ＡＳＫＡ，听好了。初号机与贰号机给予使徒波浪式攻击，消灭使徒，明白了吗？",//5
		"了解！",//6
		"真嗣，我先上了，你掩护我。别拖我后腿啊！",//7
		"掩护？",//8
		"女士优先嘛！",//9
		"明明是后来的，还指挥人家！真是的！",//10
		"看我的！啊！！！",//11
		"ＥＶＡ贰号机以超音矛攻击，初号机机枪掩护。",//12
		"啊！！！死去吧！",//13
		"成功将使徒一劈为二，使徒——沉默。",//14
		"漂亮～～",//15
		"什么嘛？小菜一碟！",//16
		"可惜没有表现机会了喔！",//17
		"目标物体有反应！使徒再次活动！",//18
		"ＡＳＫＡ！！！",//19
		"什么啊？！",//20
		"什么嘛！哪有这样出老千的？！",//21
		"本日上午十点五八分十五秒，ＥＶＡ初号机、贰号机同时受到使徒甲与乙的攻击，造成机能运作停止。",//22
		"真是的！把脸都丢光了！",//23
		"接着军方投下了Ｎ２地雷，成功烧掉使徒２８％的构成物质，预计下次攻击是在六天之后。",//24
		"地图又要重画了～我问你们：你们作战的目的是什么？",//25
		"操纵ＥＶＡ啊！",//26
		"是战胜使徒！不是出洋相！",//27
		"嗯？你怎么会在这儿？",//28
		"从今天起，你被赶出去，我和美里一起住了！",//29
		"要是和加持先生住就好了～",//30
		"没错！在以后的几天里你们要住在一起！",//31
		"谁要和这种笨蛋住一起啊？古代男女七岁就不同屋了耶！",//32
		"这是命令！使徒的弱点只有一个——就是同步攻击使徒的核心，为了同步协调，必须在六天内记住这首配合攻击模式的曲子并加以训练以获得完美的协调。",//33
		"哼～～～",//34
		"看不出来，跳得不错嘛！",//35
		"我就是说嘛！和这个笨蛋哪能配合好嘛！",//36
		"笨蛋真嗣！蠢材！！！",//37
		"为了配合他要降低自己水平，这是不可能的嘛！",//38
		"是吗？零。你去试试看。",//39
		"是。",//40
		"哇！真的好协调诶！",//41
		"看来换成零号机与初号机作战比较好。",//42
		"……讨厌！我不干啦！！！",//43
		"ＡＳＫＡ！",//44
		"ＡＳＫＡ……",//45
		"那个～什么都别说，我知道。我只有驾驶ＥＶＡ一条路可走了我会让零和美里刮目相看的！",//46
		"什么刮目相看啊？太夸张了吧～",//47
		"说什么啊？！亏你还是男孩子呢！",//48
		"被伤害的自尊心我会以十倍加以偿还的！",//49
};
 
const char* stringtable[]={"萌单——小说",
"上篇～第一章——千岁",
"高中三年级的春天终于到来。",
"虽然这是早就知道的事，不过还是像是作梦一般的，在没有什么准备的状况下，我们就成了准考生。",
"回想起来在考高中的时候虽然有着“我要拼了”的干劲，但不是清扫房间不然就是看以前收藏的小说，几乎都没有读到书。",
"不过就算如此，不知道是因为运气好，还是因为高中入学测验就是那样程度的东西，我就这样一帆风顺的展开了高中生活。",
"不过，大学入学试似乎就不一样了。似乎不再用功一点是不行的。从周围朋友之间听到这些的我，就这样转换心情，几乎每天都到图书馆去用功念书。",
"在市内唯一的一座大图书馆。为了让看书的人可以集中精神念书，桌子分割成一个一个的个人隔间，但是我喜欢利用的，却是这张宽大的桌子。可以和大家面对面，但是却又能保持适当的距离，在这样的状况下看书或是用功。虽然说要提高集中力的话可能还是在个人隔间比较好，但是我却选择这里。要说为什么，是因为这里有重要的朋友在的关系。",
"“怎么了？脸色这么沉重，有什么地方不懂么？”",
"优仁从笔记中抬起脸来，用跟平常一样的温柔笑脸说道。",
"“不是这样啦，不过说实在的，优仁，你还是跟平常一样一点紧张感都没有？”",
"听到我这样说，她慌慌张张的把参考书推到我面前。参考书上用红色的笔，巨细靡遗的标注重点所在。",
"“才没有这回事咧！你看，我是这么努力的！”",
"“努力是很好，那个，单字，错了吧？”",
"“咦？骗人？啊，真的耶。糟糕了……”",
"优仁一边这么说着一边用修正笔把单字改过来。",
"“我是承认你很认真啦。但是呢，你的表情看起来一点紧张感都没有吧？用更认真一点的脸来作啦，更认真一点的。”",
"“我很认真的啊。嗯嗯，那，认真的脸，你看。”",
"优仁不知道为什么停止呼吸作了个严肃的表情。我静静地看着她，她的脸开始变红，然后因为没有办法呼吸而开始慌乱。最后她趴在桌子上，呼～呼～的喘着大气。",
"“哈啊哈啊……认真的脸还真是辛苦”",
"“那是因为你停止呼吸的关系吧”",
"“啊，还真的耶”",
"优仁接下来就一边呼吸，一边摆出符合她风格的认真表情开始用功念书。",
"反覆作着让人搞不清楚是开玩笑还是认真的言行举止，这就是同班同学优仁。说老实话，她用功的程度真的是远超过我。",
"但是，不知道为什么我总是会担心她。我想一定是她老是“耶嘿”的温柔笑着，不管是什么事都“嗯嗯”的接受下来。是个心地很好的人。而且程度也和我完全不一样，没意外的话她一定可以考上志愿的学校。一切都没有问题，唯一会有问题的，就是那个一定不会准时在集合时间到的那个男生……",
"上篇～第二章——透弥",
"糟糕，真的是非常糟糕。你问我是什么事糟糕，就是怎么想都一定是迟到很久了。和青梅竹马的优仁，以及她的同班同学千岁约好一起读书已经很快的过了一个礼拜。已经是每天都迟到的状况了。",
"一定要翘掉！我当然没有这样的气魄，而且还打算对考试以积极正面的态度来面对。因为以我的实力来说就算是差不多的志愿学校，没有优仁各式各样指导的话，我知道要录取是很困难的事。",
"但是——。很可惜的……现在是春天。",
"所谓的春天就是暖洋洋的，这正是不妙的地方。暖洋洋带来打瞌睡，这更是不好。我在往图书馆的公车上感觉暖洋洋的然后打瞌睡，结果就睡过站了。公车的终点站，正是我和优仁志愿的大学前面。现在明明还没有录取，我却不知道来到这里几次了。于是我就先下车，仰望大学校舍。在明年我和优仁将会在这里一起上课（应该）。这样说来，在身边走着的那些人不就是我的学长姐么？心头觉得有点痒酥酥的我，又像是逃走般的飞奔上了回程的公车。",
"在公车里我思考着接下来的事。到考试当天为止，每天都是这样停滞不前的状况还真是让人受不了。虽然并不是很久远的等待，但是想到那一天还没有到来就相当苦恼。我，会顺利考上那所大学么？还是……",
"只要将视线转到窗外去，就会听到太阳跟我这样说着。",
"“轻松一点，船到桥头自然直，享受这暖洋洋吧。”",
"真是说的一点都没错。我就如他所说的闭上眼睛。暖洋洋的，打起瞌睡。",
"“抱歉，我迟到了”",
"结果，原本应该要下车的停车处，我又睡着而坐过头了。安静的图书馆内，并没有办法责备我的大声嚷嚷。但是我自己等待着迟到所应该受到的制裁。",
"“香蕉巧克力脆片”",
"“薄荷巧克力，双倍，要撒坚果果粒”",
"优仁和千岁几乎是同时说出来。她们会要这个，都要怪图书馆前的冰淇淋店都有卖的关系。",
"在我转身要去店里的时候，优仁拉住了我的衣服，想要拿钱给我。因为我是从小就跟优仁一起长大的青梅竹马，所以知道她非常的体贴。我想她一定比我妈妈更清楚我的钱包里有多少钱。",
"“没关系啦，这是处罚游戏嘛。”",
"但是她的温柔被千岁的一句话吹得烟消云散。",
"“你那眼神是干嘛，有意见么？”",
"……当然不敢有。",
"上篇～第三章——千岁",
"一开始觉得很有趣的冰淇淋处罚，每天一直都这样也真的是会厌烦（虽然这么说，每次被请的时候一定要加一堆果仁和脆片。要从什么时候开始减肥好呢？）。优仁用她的小小的舌头像是小猫一样的舔着，高兴着吃着冰淇淋。",
"“你啊，节制一下别再迟到啦”",
"“又不是我的错，是这暖洋洋的天气不好啦”",
"“这样的说法怎么听都只是借口吧？”",
"“可以这么说。算了，反正明天应该一样会迟到吧！哇哈哈”",
"透弥自傲的加以断言。而且还笑着说出来。",
"期待这家伙真是判断错误。问题在于虽然念同一个高中，而且还在同一个班级上课，可是却三个人分别到图书馆这点吧。",
"“好，决定了。你，从明天开始就和优仁一起到图书馆。”",
"“耶？为，为什么啊！我一个人就能过来啦！”",
"“问题不是这个吧！再这样下去我们的体重会越来越重的不是么？”",
"吃完冰淇淋，喀唰喀唰啃着甜筒的优仁不可思议的侧着头。",
"“体重？我好象没增加的样子啊？”",
"“呜……”",
"看来变胖的，好象只有我的样子，透弥在旁边奸笑着让人看了更是不爽。",
"“反正，明天上完课之后，透弥与优仁在到图书馆之前不准分开行动！”",
"“为什么啊！那，千岁你呢？”",
"“因为我有其他地方要去所以自己行动。”",
"在我和透弥争论的时候，优仁从书包里拿出了记事本，在上面写了些什么。",
"“嗯嗯，个别行动，禁止。”",
"“那种事不用写也知道吧！”",
"“咦咦！但，但是，人家，会马上就忘掉的啦……嗯嗯，不用写这么多应该也会知道才对……嗯”",
"“所以叫你不用连哪个部分都记啦！”",
"优仁就像是要把透弥的话全部都抄下来一样的写着笔记。她平常都会随身带着笔记本，不管什么事都会用笔来记在笔记本上。连那种不需要特别去记，没什么大不了的事都一一的记录下来，要说习惯倒不如说是她的兴趣。仔细说起来，优仁虽然头脑很好，但总是让人觉得哪里少根筋。不过，这也是她可爱的地方。",
"（谢谢观看——制作：ｕｍｉｅｒ２０００　ｉｎ　ＰＣＧ论坛）",




};

